tap "caskroom/cask"
tap "homebrew/core"
brew "cask"
brew "cmake"
brew "desk"
brew "markdown
brew "node"
brew "nvim"
brew "nvm"
brew "pyhton"
brew "zsh-autosuggestions"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "dropbox"
cask "firefox-developer-edition"
cask "google-chrome"
cask "grandperspective"
cask "iterm2"
cask "kodi"
cask "lastpass"
cask "microsoft-edge"
cask "muse"
cask "postman"
cask "ripgrep"
cask "shortcat"
cask "signal"
cask "slack"
cask "soundcleod"
cask "spectacle"
cask "spotify"
cask "spotmenu"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "tmux"
cask "viber"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "whatsapp"
