tap "homebrew/cask"
tap "homebrew/core"
brew "cask"
brew "cmake"
brew "desk"
brew "markdown"
brew "node"
brew "nvim"
brew "nvm"
brew "python"
brew "ripgrep"
brew "tmux"
brew "zsh-autosuggestions"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "dropbox"
cask "homebrew/cask-versions/firefox-developer-edition"
cask "google-chrome"
cask "iterm2"
cask "kodi"
cask "messenger"
cask "microsoft-edge"
cask "postman"
cask "shortcat"
cask "signal"
cask "soundcleod"
cask "spectacle"
cask "spotify"
cask "spotmenu"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "whatsapp"
cask "zoom"
