tap "caskroom/cask"
tap "homebrew/core"
brew "git"
brew "cask"
brew "desk"
brew "markdown
brew "node"
brew "ssh-copy-id"
brew "yarn"
cask "alfred"
cask "firefox"
cask "google-chrome"
cask "goofy"
cask "grandperspective"
cask "iterm2"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "ripgrep"
cask "shortcat"
cask "spectacle"
cask "dropbox"
cask "visual-studio-code"
cask "docker"
cask "spotmenu"
cask "mas"
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353
